

import './ErrorCss.css'
import React from 'react';
function Error404() {
  return (
    <>
      <div className="fade"></div>

      <section className="star-wars">
        <div className="crawl">
          <div className="title">
            <p>404</p>
            <h1>Новая глава в твоей житухе</h1>
          </div>

          <p>
            Не всегда происходит то, что ты ожидаешь, иногда дорога ведет немного в другую историческую паутину всех времен и поколений
          </p>
          <p>
            Среди всего этого вечно бесконечного нужно выбирать свой путь, ведущий прямо к цели и жизненно важным целям, являющимися вовсеемлююще беспощадно бесконечными и бекснонечно беспощадно вовсеемлюющим
          </p>
          <p>
            Нужно только немножко напрячься и сделать еще один шаг к достижению новых высот, даже выше, чем космос, который поглощаед и не возвращает как return, my fren  
          </p>
        </div>
      </section>
    </>
  );
}

export default Error404;
